Returns all RebarContainer elements hosted by the referenced element.
  Namespace:   Autodesk.Revit.DB.Structure
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2016
 Syntax
  C#
public IList<RebarContainer> GetRebarContainersInHost()
  Visual Basic
Public Function GetRebarContainersInHost As IList(Of RebarContainer)
  Visual C++
public:
IList<RebarContainer^>^ GetRebarContainersInHost()
 Exceptions
  Exception  |   Condition
   Autodesk.Revit.Exceptions DisabledDisciplineException   |   None of the following disciplines is enabled: Structural.
 See Also
  RebarHostData Class
  Autodesk.Revit.DB.Structure Namespace